{
    "sdgs": [
      {
        "code": "1",
        "title": "End poverty in all its forms everywhere",
        "description": "Goal 1 calls for an end to poverty in all its manifestations, including extreme poverty, over the next 15 years. All people everywhere, including the poorest and most vulnerable, should enjoy a basic standard of living and social protection benefits."
      },
      {
        "code": "2",
        "title": "End hunger, achieve food security and improved nutrition and promote sustainable agriculture",
        "description": "Goal 2 seeks to end hunger and all forms of malnutrition by 2030, making sure all people–especially children–have sufficient and nutritious food all year round."
      },
      {
        "code": "3",
        "title": "Ensure healthy lives and promote well-being for all at all ages",
        "description": "Goal 3 aims to ensure healthy lives and promote well-being for all at all ages. It focuses on reducing maternal mortality, ending epidemics, combating non-communicable diseases, and ensuring universal access to sexual and reproductive health services."
      },
      {
        "code": "4",
        "title": "Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all",
        "description": "Goal 4 aims to ensure inclusive and equitable quality education and promote lifelong learning opportunities for all. It focuses on ensuring that all girls and boys complete free, equitable, and quality primary and secondary education."
      },
      {
        "code": "5",
        "title": "Achieve gender equality and empower all women and girls",
        "description": "Goal 5 aims to achieve gender equality and empower all women and girls. It focuses on ending discrimination and violence against women and girls, ensuring equal opportunities in leadership, and recognizing unpaid care and domestic work."
      },
      {
        "code": "6",
        "title": "Ensure availability and sustainable management of water and sanitation for all",
        "description": "Goal 6 aims to ensure availability and sustainable management of water and sanitation for all. It focuses on achieving universal and equitable access to safe and affordable drinking water and basic sanitation."
      },
      {
        "code": "7",
        "title": "Ensure access to affordable, reliable, sustainable and modern energy for all",
        "description": "Goal 7 aims to ensure access to affordable, reliable, sustainable, and modern energy for all. It focuses on increasing the share of renewable energy in the global energy mix and enhancing international cooperation to facilitate access to clean energy research and technology."
      },
      {
        "code": "8",
        "title": "Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all",
        "description": "Goal 8 aims to promote sustained, inclusive, and sustainable economic growth, full and productive employment, and decent work for all. It focuses on achieving higher levels of economic productivity through diversification, technological upgrading, and innovation."
      },
      {
        "code": "9",
        "title": "Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation",
        "description": "Goal 9 aims to build resilient infrastructure, promote inclusive and sustainable industrialization, and foster innovation. It focuses on developing quality, reliable, sustainable, and resilient infrastructure, including regional and transborder infrastructure."
      },
      {
        "code": "10",
        "title": "Reduce inequality within and among countries",
        "description": "Goal 10 aims to reduce inequality within and among countries. It focuses on empowering and promoting the social, economic, and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion, or economic or other status."
      },
      {
        "code": "11",
        "title": "Make cities and human settlements inclusive, safe, resilient and sustainable",
        "description": "Goal 11 aims to make cities and human settlements inclusive, safe, resilient, and sustainable. It focuses on providing access to safe and affordable housing and basic services, enhancing urban resource efficiency, and reducing the environmental impact of cities."
      },
      {
        "code": "12",
        "title": "Ensure sustainable consumption and production patterns",
        "description": "Goal 12 aims to ensure sustainable consumption and production patterns. It focuses on achieving the sustainable management and efficient use of natural resources, reducing waste generation, and promoting sustainable practices in industries."
      },
      {
        "code": "13",
        "title": "Take urgent action to combat climate change and its impacts",
        "description": "Goal 13 calls for urgent action to combat climate change and its impacts. It focuses on strengthening resilience and adaptive capacity to climate-related hazards and natural disasters, integrating climate change measures into national policies, strategies, and planning."
      },
      {
        "code": "14",
        "title": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
        "description": "Goal 14 aims to conserve and sustainably use the oceans, seas, and marine resources for sustainable development. It focuses on preventing and significantly reducing marine pollution, protecting marine and coastal ecosystems, and addressing the impacts of ocean acidification."
      },
      {
        "code": "15",
        "title": "Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss",
        "description": "Goal 15 aims to protect, restore, and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss. It focuses on promoting the conservation and sustainable use of biodiversity."
      },
      {
        "code": "16",
        "title": "Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels",
        "description": "Goal 16 aims to promote peaceful and inclusive societies for sustainable development, provide access to justice for all, and build effective, accountable, and inclusive institutions at all levels. It focuses on reducing violence, ending abuse, exploitation, trafficking, and all forms of violence against children."
      },
      {
        "code": "17",
        "title": "Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development",
        "description": "Goal 17 aims to strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development. It focuses on enhancing international support for implementing effective and targeted capacity-building in developing countries to support national plans to achieve all SDGs."
      }
    ]
  }
  